/* 
  Localizable.strings
  Support

  Created by Jordy Witteman on 03/09/2020.
  
*/

"Computer Name" = "Computername";
"Model" = "Modell";
"Last Reboot" = "Letzter Neustart";
"RESTART_REGULARLY" = "Bitte starte deinen Mac regelmäßig neu";
"ADMIN_RECOMMENDS_RESTARTING_EVERY" = "Dein Administrator empfiehlt dir einen Neustart alle";
"ago" = "vergangen";
"minute" = "Minute";
"minutes" = "Minuten";
"hour" = "Stunde";
"hours" = "Stunden";
"day" = "Tag";
"days" = "Tage";
"Used" = "belegt";
"Available" = "verfügbar";
"About Support" = "Über Support";
"Help and Documentation" = "Hilfe and Dokumentation";
"Quit Support" = "Support beenden";
"Quit" = "Schließen";
"Are you sure you want to quit?" = "Sicher, dass du beenden möchtest?";
"An error occurred" = "Ein Fehler ist aufgetreten";
"Please contact IT support" = "Bitte kontaktiere dein IT Support";
"Not Connected" = "Nicht verbunden";
"IP Address" = "IP Adresse";
"No IP Address" = "Keine IP Adresse";
"Password" = "Passwort";
"Expires Today" = "Läuft heute ab";
"Never Expires" = "Läuft niemals ab";
"Expires in " = "Läuft ab in ";
"Expired" = "Abgelaufen";
"Change Now" = "Jetzt ändern";
"Sign In Here" = "Hier anmelden";
" days" = " Tage";
" day" = " Tag";
"Mac diagnosis" = "Mac Diagnose";
"MAC_DIAGNOSIS_TEXT" = "Erhalte einen Überblick über dein aktuellen Zustand deines Macs";
"Easy access" = "Schneller Aufruf";
"EASY_ACCESS_TEXT" = "Starte Organisationsressourcen wie Apps und Websites mit einem Klick";
"Get in touch" = "Trete in Kontakt";
"GET_IN_TOUCH_TEXT" = "Erstelle ganz einfach ein Ticket oder eine Anfrage";
"Continue" = "Fortfahren";
"OPEN_JAMF_CONNECT_MANUALLY" = "Bitte öffne Jamf Connect";
"OPEN_JAMF_CONNECT_MANUALLY_TEXT" = "Öffne Jamf Connect, um dein Passwort zu ändern";
"NETWORK_UNAVAILABLE" = "Netzwerk nicht verfügbar";
"NETWORK_UNAVAILABLE_TEXT" = "Das Netzwerk deiner Organisation ist nicht verfügbar. Bitte prüfe die Verbindung und versuche es erneut.";
